interface Color {
  id: number;
  hsl: string;
  colorNum: string;
}

// 280 Защитное масло для внешних работ
export const defenseOil: Color[] = [
  { id: 3016, colorNum: "3016 Слоновая кость", hsl: "hsl(48, 64%, 73%)" },
  { id: 3015, colorNum: "3015 Тёплый бежевый", hsl: "hsl(45, 47%, 67%)" },
  { id: 3014, colorNum: "3014 Серо-сизый", hsl: "hsl(97, 7%, 54%)" },
  { id: 3013, colorNum: "3013 Молочный серый", hsl: "hsl(88, 23%, 76%)" },
  { id: 2306, colorNum: "2306 Серый", hsl: "hsl(22, 4%, 37%)" },
  { id: 2305, colorNum: "2305 Грецкий Орех", hsl: "hsl(24, 42%, 25%)" },
  { id: 2304, colorNum: "2304 Кайот", hsl: "hsl(30, 49%, 40%)" },
  { id: 2301, colorNum: "2301 Бамбук", hsl: "hsl(66, 29%, 45%)" },
  { id: 2095, colorNum: "2095 Голдохор", hsl: "hsl(29, 50%, 43%)" },
  { id: 2076, colorNum: "2076 Тёмный орех", hsl: "hsl(30, 48%, 25%)" },
  { id: 2075, colorNum: "2075 Палисандр", hsl: "hsl(22, 16%, 31%)" },
  { id: 2074, colorNum: "2074 Венге", hsl: "hsl(31, 22%, 24%)" },
  { id: 2073, colorNum: "2073 Янтарный", hsl: "hsl(30, 53%, 50%)" },
  { id: 2072, colorNum: "2072 Шоколад", hsl: "hsl(15, 100%, 15%)" },
  { id: 2071, colorNum: "2071 Тёмно-шоколадный", hsl: "hsl(36, 34%, 22%)" },
  { id: 2070, colorNum: "2070 Зелёно-серый", hsl: "hsl(73, 18%, 56%)" },
  { id: 2068, colorNum: "2068 Ярко жёлто-зелёный", hsl: "hsl(58, 70%, 65%)" },
  { id: 2067, colorNum: "2067 Гранат", hsl: "hsl(18, 59%, 24%)" },
  { id: 2066, colorNum: "2066 Хаки", hsl: "hsl(61, 18%, 58%)" },
  { id: 2065, colorNum: "2065 Светло-кремовый", hsl: "hsl(44, 76%, 76%)" },
  { id: 2064, colorNum: "2064 Пастельно-оранжевый", hsl: "hsl(31, 65%, 65%)" },
  { id: 2063, colorNum: "2063 Серый зелёно-белый", hsl: "hsl(60, 16%, 62%)" },
  { id: 2062, colorNum: "2062 Тёмно-серый", hsl: "hsl(180, 3%, 36%)" },
  { id: 2061, colorNum: "2061 Серо-бирюзовый", hsl: "hsl(115, 13%, 62%)" },
  { id: 2060, colorNum: "2060 Красно-коричневый", hsl: "hsl(22, 38%, 22%)" },
  { id: 2059, colorNum: "2059 Крапива", hsl: "hsl(125, 65%, 35%)" },
  { id: 2058, colorNum: "2058 Сосна", hsl: "hsl(40, 44%, 59%)" },
  { id: 2057, colorNum: "2057 Серо-голубой", hsl: "hsl(196, 6%, 48%)" },
  { id: 2056, colorNum: "2056 Тёмный морёный дуб", hsl: "hsl(32, 15%, 23%)" },
  { id: 2055, colorNum: "2055 Опал", hsl: "hsl(72, 60%, 87%)" },
  { id: 2054, colorNum: "2054 Тёмно-коричневый", hsl: "hsl(22, 37%, 27%)" },
  { id: 2053, colorNum: "2053 Золотой дукат", hsl: "hsl(33, 68%, 57%)" },
  { id: 2052, colorNum: "2052 Светло-коричневый", hsl: "hsl(30, 38%, 47%)" },
  { id: 2051, colorNum: "2051 Дуб", hsl: "hsl(35, 52%, 53%)" },
  { id: 2050, colorNum: "2050 Орех", hsl: "hsl(26, 65%, 40%)" },
  { id: 2044, colorNum: "2044 Античный дуб", hsl: "hsl(37, 39%, 49%)" },
  ];
