interface Color {
    id: number;
    colorNum: string;
    hsl: string;
}

// 285 Масло для фасада
export const facadeOil: Color[] = [
    { id: 2596, colorNum: "2596 Светло-серебристый металлик", hsl: "hsl(64, 9%, 71%)" },
    { id: 2594, colorNum: "2594 Светло-коричневый металлик", hsl: "hsl(41, 34%, 64%)" },
    { id: 2534, colorNum: "2534 Оливковый металлик", hsl: "hsl(58, 33%, 64%)" },
    { id: 2533, colorNum: "2533 Золотой металлик", hsl: "hsl(49, 27%, 64%)" },
    { id: 2532, colorNum: "2532 Серебристо-зелёный металлик", hsl: "hsl(90, 6%, 60%)" },
    { id: 2531, colorNum: "2531 Серебристо-синий металлик", hsl: "hsl(196, 7%, 56%)" },
    { id: 2530, colorNum: "2530 Красно-коричневый металлик", hsl: "hsl(13, 24%, 69%)" },
    { id: 2529, colorNum: "2529 Розовый металлик", hsl: "hsl(9, 24%, 62%)" },
    { id: 2528, colorNum: "2528 Пурпурный металлик", hsl: "hsl(329, 19%, 66%)" },
    { id: 2527, colorNum: "2527 Синий металлик", hsl: "hsl(177, 18%, 60%)" },
    { id: 2526, colorNum: "2526 Серебристо-серый металлик", hsl: "hsl(60, 2%, 58%)" },
    { id: 2525, colorNum: "2525 Серебристо-бежевый металлик", hsl: "hsl(39, 18%, 61%)" },
    { id: 2523, colorNum: "2523 Серебристо-коричневый металлик", hsl: "hsl(24, 16%, 60%)" },
    { id: 2521, colorNum: "2521 Тёмно-серый металлик", hsl: "hsl(75, 2%, 51%)" },
    { id: 2520, colorNum: "2520 Зелёный металлик", hsl: "hsl(162, 16%, 71%)" },
    { id: 285, colorNum: "285 Серебро", hsl: "hsl(70, 7%, 69%)" },   
];




